Repository: Crazyphil/otr-remote
Catalog: PiKaSoft OTR Remote/Lang/OTRRemote.*.resx
Languages: de

# CmdLine_DeleteMsg_Text
source: Do you really want to delete {0} from {1} at {2}? If you delete the recording, it will not be recorded, or you will not be able to decode it.
de: Wollen Sie {0} am {1} um {2} wirklich löschen? Wenn Sie die Aufnahme löschen, wird sie nicht aufgenommen, oder Sie können sie nicht dekodieren.

# CmdLine_DeleteMsg_Title
source: Confirm deletion
de: Löschen bestätigen

# CmdLine_Error_Action
source: No action set (-a for Add, -r for Remove)
de: Keine Aktion angegeben (-a zum Hinzufügen, -r zum Entfernen)

# CmdLine_Error_EndTime
source: No end time set or wrong format (-et=hh:mm; e.g.: -et=22:05)
de: Keine Endzeit oder falsches Format (-et=ss:mm; zB: -et=22:05)

# CmdLine_Error_StartDate
source: No start date set or wrong format (-sd=yyyy-mm-dd; e.g.: -sd=2006-04-13)
de: Kein Startdatum oder falsches Format (-sd=jjjj-mm-tt; zB: -sd=2006-04-13)

# CmdLine_Error_StartTime
source: No start time set or wrong format (-st=hh:mm; e.g.: -st=20:15)
de: Keine Startzeit oder falsches Format (-st=ss:mm; zB: -st=20:15)

# CmdLine_Error_Station
source: No station set (-s="Station Name")
de: Kein Sender angegeben (-s="Sendername")

# CmdLine_ErrorMsg_Text
source: Errors while trying to add a recording: {0} Would you like to read the Recording Help?
de: Fehler während des Versuchs, eine Aufnahme hinzuzufügen: {0} Möchten Sie die Aufnahmehilfe lesen?

# CmdLine_ErrorMsg_Title
source: Recording Error
de: Aufnahmefehler

# FrmHelp_btnClose
source: &Close
de: &Schließen

# FrmHelp_lblCmdArgsHeader
source: Commandline Arguments:
de: Kommandozeilen-Parameter:

# FrmHelp_lblCmdArgsText
source: -a Add a recording. -r Remove a recording. -h Show this help. -s Short name of the TV station to record. -sd Start date of the recording. (Format: yyyy-mm-dd) -st Start time of the recording. (Format: hh:mm) -et End time of the recording. (Format: hh:mm)
de: -a Aufnahme hinzufügen. -r Aufnahme entfernen. -h Diese Hilfe anzeigen. -s Kurzname des aufzunehmenden Senders. -sd Startdatum der Aufnahme. (Format: jjjj-mm-tt) -st Startzeit der Aufnahme. (Format: ss:mm) -et Endzeit der Aufnahme. (Format: ss:mm)

# FrmHelp_lblHeader
source: Recording Help
de: Aufnahmehilfe

# FrmHelp_lblNotesHeader
source: Notes:
de: Anmerkungen:

# FrmHelp_lblNotesText
source: If an argument is shown within quotation marks, you have to write them too! Username, password and timezone don't have to be set if you configured them in the Control Panel.
de: Wenn ein Parameter in Anführungszeichen angezeigt ist, müssen Sie sie auch schreiben! Benutzername, Passwort und Zeitzone müssen nicht gesetzt werden, wenn Sie sie im Kontrollzentrum konfiguriert haben.

# FrmHelp_lblOptionalArgsHeader
source: Optional Arguments:
de: Optionale Parameter:

# FrmHelp_lblOptionalArgsText
source: -t Title of the TV show to record. -g Genre of the TV show. -u Your OTR username or e-mail address. -p Your OTR password. -tz Timezone: The difference to GMT in hours. (e.g. Middle Europe: 1)
de: -t Titel der aufzunehmenden Sendung. -g Genre der Sendung. -u Ihr OTR-Benutzername oder E-Mailadresse. -p Ihr OTR-Passwort. -tz Zeitzone: Die Differenz zu GMT in Stunden. (zB Mitteleuropa: 1)

# FrmHelp_lblUsageHeader
source: Usage:
de: Verwendung:

# FrmHelp_lblUsageText
source: OTRRemote.exe -a|-r -s="Station" -sd=yyyy-mm-dd -st=hh:mm -et=hh:mm [-t="Title"] [-u="User"] [-p="Password"] [-tz=Timezone]
de: OTRRemote.exe -a|-r -s="Sender" -sd=jjjj-mm-tt -st=ss:mm -et=ss:mm [-t="Titel"] [-u="Benutzer"] [-p="Passwort"] [-tz=Zeitzone]

# FrmLogin_btnCancel
source: &Cancel
de: &Abbrechen

# FrmLogin_Error_Password_Text
source: Please enter your password.
de: Bitte geben Sie Ihr Passwort ein.

# FrmLogin_Error_Passwort_Title
source: No password entered
de: Kein Passwort eingegeben

# FrmLogin_Error_Username_Text
source: Please enter your username.
de: Bitte geben Sie Ihren Benutzernamen ein.

# FrmLogin_Error_Username_Title
source: No username entered
de: Kein Benutzername eingegeben

# FrmLogin_lblHeader
source: Login Data
de: Anmeldedaten

# FrmLogin_lblLoginIntroduction
source: Please enter your login data for OTR to continue your action.
de: Bitte geben Sie Ihre Anmeldedaten für OTR ein, um fortzufahren.

# FrmLogin_lblPassword
source: &Password:
de: &Passwort:

# FrmLogin_lblTimezone
source: &Timezone:
de: &Zeitzone:

# FrmLogin_lblUsername
source: &Username:
de: &Benutzer:

# FrmLogin_Title
source: Login to OTR
de: Bei OTR anmelden

# FrmMain_btnCancel
source: &Cancel
de: &Abbrechen

# FrmMain_btnHelp
source: &Help
de: &Hilfe

# FrmMain_btnPreferences
source: P&references
de: O&ptionen

# FrmMain_Error_NoPlugin
source: None active...
de: Keine aktiv...

# FrmMain_Error_Password_Text
source: You did not enter an OTR password. If the username and/or password fields are empty, you have to enter the data each time you want to record a TV show. Do you really want this?
de: Sie haben kein OTR-Passwort eingegeben. Wenn das Benutzer- und/oder Passwortfeld leer sind, müssen Sie diese Daten jedes Mal eingeben, wenn Sie eine Sendung aufnehmen wollen. Möchten Sie das wirklich?

# FrmMain_Error_Password_Title
source: No password entered
de: Kein Passwort eingegeben

# FrmMain_Error_Plugin_Text
source: An error occured while the plugin applied the changes: {0}
de: Es ist ein Fehler aufgetreten, während das Plugin die Änderungen angewandt hat: {0}

# FrmMain_Error_Plugin_Title
source: Error while saving changes
de: Fehler während des Speicherns der Änderungen

# FrmMain_Error_PluginResult_Text
source: The plugin returned an unexpected result while applying the changes. Please contact the plugin's manufacturer for further help. The result was: {0}
de: Das Plugin hat ein unerwartetes Ergebnis zurückgegeben, während es die Änderungen angewandt hat. Bitte kontaktieren Sie den Pluginhersteller für weitere Hilfe. Das Ergebnis war: {0}

# FrmMain_Error_PluginResult_Title
source: Plugin returned unexpected result
de: Plugin gab ein unerwartetes Ergebnis zurück

# FrmMain_Error_Username_Text
source: You did not enter an OTR username. If the username and/or password fields are empty, you have to enter the data each time you want to record a TV show. Do you really want this?
de: Sie haben keinen OTR-Benutzernamen eingegeben. Wenn das Benutzer- und/oder Passwortfeld leer sind, müssen Sie diese Daten jedes Mal eingeben, wenn Sie eine Sendung aufnehmen wollen. Möchten Sie das wirklich?

# FrmMain_Error_Username_Title
source: No username entered
de: Kein Benutzername eingegeben

# FrmMain_gbRecording
source: Recording Settings
de: Aufnahmeeinstellungen

# FrmMain_gbTVGuide
source: Plugin Settings
de: Plugineinstellungen

# FrmMain_gbUserdata
source: Your user data at OnlineTVRecorder.com
de: Ihre Benutzerdaten bei OnlineTVRecorder.com

# FrmMain_HelpFilename
source: Help_en.chm
de: Help_de.chm

# FrmMain_lblHeader
source: Control Panel
de: Kontrollzentrum

# FrmMain_lblIntroduction
source: Welcome to OTR Remote! Please configure the basic data for running the software. Note: Adding and removing of TV shows is done via the commandline interface.
de: Willkommen bei OTR Remote! Bitte konfigurieren Sie die grundlegenden Daten für die Software. Anmerkung: Das Hinzufügen und Entfernen von Sendungen wird über die Kommandozeile durchgeführt.

# FrmMain_lblPassword
source: &Password:
de: &Passwort:

# FrmMain_lblTimezone
source: &Timezone:
de: &Zeitzone:

# FrmMain_lblTVGuide
source: TV &Guide Application:
de: TV-&Guide-Anwendung:

# FrmMain_lblUsername
source: &Username:
de: &Benutzer:

# FrmMain_lvSettings_Setting
source: Setting
de: Einstellung

# FrmMain_lvSettings_Value
source: Value
de: Wert

# FrmMain_Tooltip_Cancel
source: Quits the application without saving any changes.
de: Beendet die Anwendung, ohne Änderungen zu speichern.

# FrmMain_Tooltip_Help
source: Opens OTR Remote's help files.
de: Öffnet die Hilfedateien von OTR Remote

# FrmMain_Tooltip_OK
source: Saves the changes you made and quits the application.
de: Speichert Ihre Einstellungen und beendet die Anwendung.

# FrmMain_Tooltip_Password
source: This is your OTR password.
de: Dies ist Ihr OTR-Passwort.

# FrmMain_Tooltip_Preferences
source: Customize the behavior of OTR Remote, edit network and proxy settings, look for new program versions and show informations about this application.
de: Passen Sie das Verhalten von OTR Remote an, bearbeiten Sie Netzwerk- und Proxyeinstellungen, suchen Sie nach neuen Programmversionen und lesen Sie Informationen über diese Anwendung.

# FrmMain_Tooltip_Timezone
source: Defines the global timezone you are located in. This setting helps OTR to indicate the correct recording times.
de: Definiert die globale Zeitzone, in der Sie sich befinden. Diese Einstellung hilft OTR, die richtigen Aufnahmezeiten zu erkennen.

# FrmMain_Tooltip_Title
source: Context Sensitive Help
de: Kontextsensitive Hilfe

# FrmMain_Tooltip_TVGuide
source: Select the TV Guide Plugin you want to use with OTR Remote. Please note that although a program may not be listed here, you can still setup it manually. In such case, please read the application's manual.
de: Wählen Sie das TV-Guide-Plugin, das Sie mit OTR Remote benutzen wollen. Bitte beachten Sie, dass Sie auch Programme, die hier nicht aufgeführt sind, manuell einrichten können. In diesem Fall lesen Sie bitte das Anwendungshandbuch.

# FrmMain_Tooltip_Username
source: This is your OTR username or e-mail address.
de: Dies ist Ihr OTR-Benutzername oder Ihre E-Mailadresse.

# FrmMain_Value_BoolNo
source: No
de: Nein

# FrmMain_Value_BoolYes
source: Yes
de: Ja

# FrmPreferences_btnCancel
source: &Cancel
de: &Abbrechen

# FrmPreferences_btnEditStations
source: E&dit Station Corrections...
de: &Senderkorrekturen...

# FrmPreferences_cbAdjustStartTime
source: Record shows, which already begun
de: Bereits laufende Sendungen aufnehmen

# FrmPreferences_cbAutoClose
source: Hi&de indicator after:
de: Anzeige schlie&ßen nach:

# FrmPreferences_cbAutoUpdate
source: Automatically check for updates &weekly
de: &Wöchentlich nach Aktualisierungen suchen

# FrmPreferences_cbProxy
source: &Use proxy server
de: &Proxyserver benutzen

# FrmPreferences_cbProxyAuthentication
source: Aut&hentication is required:
de: Aut&hentifizierung ist erforderlich:

# FrmPreferences_cbProxyAuthenticationIE
source: &Non-default authentication is required:
de: Nicht-Standardmäßige Aut&hentifizierung:

# FrmPreferences_cbRecordFollowing
source: Also record following show
de: Folgende Sendung ebenfalls aufnehmen

# FrmPreferences_Error_AppUpdate_Text
source: Crazysoft AppUpdate was not found. Please install the program before trying to update.
de: Crazysoft AppUpdate wurde nicht gefunden. Bitte installieren Sie das Programm, bevor Sie eine Aktualisierung versuchen.

# FrmPreferences_Error_AppUpdate_Title
source: Program not found
de: Programm nicht gefunden

# FrmPreferences_Error_PortWrong_Text
source: The proxy port must be a number between 0 and 65535.
de: Der Proxyport muss eine Nummer zwischen 0 und 65535 sein.

# FrmPreferences_Error_PortWrong_Title
source: Wrong proxy port entered
de: Falscher Proxyport eingegeben

# FrmPreferences_Error_ProxyAddress_Text
source: Please enter a proxy address.
de: Bitte geben Sie eine Proxyadresse ein.

# FrmPreferences_Error_ProxyAddress_Title
source: No proxy address entered
de: Keine Proxyadresse eingegeben

# FrmPreferences_Error_ProxyPort_Text
source: Please enter a proxy port.
de: Bitte geben Sie einen Proxyport ein.

# FrmPreferences_Error_ProxyPort_Title
source: No proxy port entered
de: Kein Proxyport eingegeben

# FrmPreferences_Error_ProxyUser_Text
source: Please enter a proxy username.
de: Bitte geben Sie einen Proxybenutzernamen ein.

# FrmPreferences_Error_ProxyUser_Title
source: No proxy username entered
de: Kein Proxybenutzername eingegeben

# FrmPreferences_Error_Update_Text
source: Crazysoft AppUpdate could not be started. Please check the program location or reinstall the application. {0}
de: Crazysoft AppUpdate konnte nicht gestartet werden. Bitte prüfen Sie den Programmort oder installieren Sie die Anwendung neu. {0}

# FrmPreferences_Error_Update_Title
source: Could not start program
de: Konnte Programm nicht starten

# FrmPreferences_lblCopyright
source: Copyright {0}. All rights reserved.
de: Copyright {0}. Alle Rechte vorbehalten.

# FrmPreferences_lblLastUpdate
source: Last update check: {0}
de: Letzte Prüfung: {0}

# FrmPreferences_lblProxyAddress
source: &Address:
de: A&dresse:

# FrmPreferences_lblProxyPassword
source: Passwor&d:
de: Pa&sswort:

# FrmPreferences_lblProxyUser
source: Us&ername:
de: B&enutzer:

# FrmPreferences_lblThanks
source: Thanks to the folks at OnlineTVRecorder.com for their great service. Thanks to the community at CodeProject.com for their coding help. OTR Remote contains parts of the WindowsAPICodePack.
de: Danke den Leuten von OnlineTVRecorder.com für ihren Dienst. Danke der Community bei CodeProject.com für die Programmierhilfe.

# FrmPreferences_llblUpdate
source: Check for updates...
de: Aktualisieren...

# FrmPreferences_Msg_AppUpdate_Text
source: OTR Remote has to be closed before updating it. Any unsaved work will be lost. Do you want to exit the application now?
de: OTR Remote muss vor der Aktualisierung geschlossen werden. Ungespeicherte Einstellungen werden verloren gehen. Wollen Sie die Anwendung jetzt beenden?

# FrmPreferences_Msg_AppUpdate_Title
source: Quitting required
de: Beenden erforderlich

# FrmPreferences_rbCustomProxy
source: Use custom pro&xy:
de: Benutzerdefinierten Pro&xy benutzen:

# FrmPreferences_rbDefaultProxy
source: Use IE &default proxy settings
de: IE-Sta&ndardeinstellungen benutzen

# FrmPreferences_Tab_About
source: About
de: Über

# FrmPreferences_Tab_Network
source: Network
de: Netzwerk

# FrmPreferences_Tab_Program
source: Program
de: Programm

# FrmPreferences_Title
source: Program Preferences
de: Programmoptionen

# FrmProgress_btnClose
source: &Cancel
de: &Abbrechen

# FrmProgress_btnClose_Countdown
source: &Close ({0})
de: &Schließen ({0})

# FrmProgress_Error_Date
source: The start date respectively the start time have to be in future. Please check them.
de: Das Startdatum bzw. die Startzeit müssen in der Zukunft liegen. Bitte prüfen Sie sie.

# FrmProgress_Error_ParseError
source: OTR Remote has stumbled over an unknown status message. The file {0} has been saved. Please check the recording status manually and send the file to the Crazysoft support to allow an error fix.
de: OTR Remote ist über eine unbekannte Statusmeldung gestolpert. Die Datei {0} wurde gespeichert. Bitte prüfen Sie den Aufnahmestatus manuell und senden Sie die Datei an den Crazysoft-Support, um eine Fehlerbehebung zu ermöglichen.

# FrmProgress_Error_WrongLogin
source: The login data you provided is not correct. Please check it.
de: Die Anmeldedaten, die Sie bereitgestellt haben, sind nicht korrekt. Bitte prüfen Sie sie.

# FrmProgress_ErrorMsg_ConnErr_Text
source: A connection error occured while trying to modify your recording: {0} Please check your network and proxy settings.
de: Ein Verbindungsfehler ist aufgetreten, während versucht wurde Ihre Aufnahme zu bearbeiten: {0} Bitte prüfen Sie Ihre Netzwerk- und Proxyeinstellungen.

# FrmProgress_ErrorMsg_ConnErr_Title
source: Connection Error
de: Verbindungsfehler

# FrmProgress_ErrorMsg_DeleteError_Text
source: The recording could not be deleted. Please check if you really have it in your recording list and username and password are correct.
de: Die Aufnahme konnte nicht gelöscht werden. Bitte prüfen Sie, ob Sie sich wirklich in Ihrer Aufnahmeliste befindet und Benutzername und Passwort richtig sind.

# FrmProgress_ErrorMsg_DeleteError_Title
source: Deletion Error
de: Löschfehler

# FrmProgress_ErrorMsg_EPGNotFound_Text
source: The EPG ID for the recording could not be found. Probably, the OTR EPG has a different title for the recording than your EPG or it is too far in future. Please delete the recording on the OTR website.
de: Die EPG-ID der Aufnahme konnte nicht gefunden werden. Wahrscheinlich hat das OTR-EPG einen anderen Titel für die Aufnahme als Ihr EPG oder die Sendung ist zu weit in der Zukunft. Bitte löschen Sie die Aufnahme auf der OTR-Website.

# FrmProgress_ErrorMsg_EPGNotFound_Title
source: EPG ID not found
de: EPG-ID nicht gefunden

# FrmProgress_ErrorMsg_Title
source: Recording Error
de: Aufnahmefehler

# FrmProgress_lblDescription
source: Please wait, while OTR Remote modifies the recording.
de: Bitte warten Sie, während OTR Remote die Aufnahme bearbeitet.

# FrmProgress_lblHeader
source: Action Progress
de: Aktionsfortschritt

# FrmProgress_Status_Aborting
source: Please wait, aborting...
de: Bitte warten, breche ab...

# FrmProgress_Status_Error
source: Action aborted: An error has occured.
de: Aktion abgebrochen: Ein Fehler ist aufgetreten.

# FrmProgress_Status_Finished
source: The action was successfully finished.
de: Die Aktion wurde erfolgreich beendet.

# FrmProgress_Status_Proxy
source: Checking IE default proxy settings...
de: Prüfe IE Standardproxy-Einstellungen

# FrmProgress_Status_SearchingEPG
source: Searching EPG ID of recording...
de: Suche EPG-ID der Aufnahme...

# FrmProgress_Status_Sending
source: Sending the recording job to OTR...
de: Sende Aufnahmejob an OTR...

# FrmStations_AccessMsg_Text
source: You don't have read and/or write access to the Station Correction file. Saving of changes is disabled.
de: Sie haben keinen Lese- und/oder Schreibzugriff auf die Senderkorrektur-Datei. Speichern der Änderungen ist deaktiviert.

# FrmStations_AccessMsg_Title
source: Saving disabled
de: Speichern deaktiviert

# FrmStations_btnCancel
source: &Cancel
de: &Abbrechen

# FrmStations_btnEPGAdd
source: A&dd
de: Hi&nzufügen

# FrmStations_btnEPGChange
source: Cha&nge
de: Än&dern

# FrmStations_btnEPGRemove
source: R&emove
de: Entfe&rnen

# FrmStations_btnOTRAdd
source: &Add
de: &Hinzufügen

# FrmStations_btnOTRChange
source: C&hange
de: &Ändern

# FrmStations_btnOTRRemove
source: &Remove
de: &Entfernen

# FrmStations_cbCaseSensitive
source: Case-&sensitive station name replacements
de: &Groß-/Kleinschreibung bei Ersetzungen beachten

# FrmStations_gbAdvanced
source: Advanced Settings
de: Erweiterte Einstellungen

# FrmStations_lblDescription
source: Every EPG software has its own name for TV stations. To make sure OTR gets the correct station name, enter the replacements here.
de: Jede EPG-Software hat eigene Namen für Sender. Um sicher zu stellen, dass OTR den richtigen Namen erhält, korrigieren Sie ihn hier.

# FrmStations_lblEPGStation
source: EPG Station Replacements:
de: EPG-Senderkorrekturen:

# FrmStations_lblOTRStation
source: OTR Station Names:
de: OTR-Sendernamen:

# FrmStations_SaveMsg_Text
source: An error occured while trying to save the changes. Please check the file permissions and try again.
de: Es ist ein Fehler während des Speicherns der Änderungen aufgetreten. Bitte prüfen Sie die Dateirechte und veruschen Sie es erneut.

# FrmStations_SaveMsg_Title
source: Error while saving changes
de: Fehler während des Speicherns der Änderungen

# FrmStations_Title
source: Station Corrections
de: Senderkorrekturen

# FrmPreferences_cbProgressMethod_Hide
source: Hide
de: Verstecken

# FrmPreferences_cbProgressMethod_ShowSystrayIcon
source: Show Systray Icon
de: Systray-Icon zeigen

# FrmPreferences_cbProgressMethod_ShowWindow
source: Show Window
de: Fenster zeigen

# FrmPreferences_lblProgressIndicator
source: Progre&ss Indicator:
de: Fo&rtschrittsanzeige:

# FrmPreferences_lblSeconds
source: seconds
de: Sekunden

# FrmPreferences_lblLastUpdate_Never
source: never
de: nie

# FrmPreferences_cbRetryDelete
source: Auto&matically retry recording deletion
de: Aufnah&me-Löschen automatisch neu versuchen

# FrmProgress_ErrorMsg_NotRecorded
source: The recording could not be deleted. OTR needs some time before recently added recordings are deletable. If you are sure that this recording is in your recording list, you should try deleting it again in a few minutes. Should OTR Remote retry to delete this recording automatically in 10 minutes?
de: Die Aufnahme konnte nicht gelöscht werden. OTR benötigt einige Zeit, bevor kürzlich hinzugefügte Aufnahmen löschbar sind. Wenn Sie sich sicher sind, dass diese Aufnahme in Ihrer Aufnahmeliste ist, sollten Sie das Löschen in ein paar Minuten erneut versuchen. Soll OTR Remote das Löschen dieser Aufnahme automatisch in 10 Minuten wieder versuchen?

# FrmProgress_Result_NotRecorded
source: <b>You are not allowed to delete this recording!</b>
de: <b>Sie d�rfen diese Aufnahme nicht l�schen!</b>

# FrmProgress_Systray_Deletion_Error
source: Unfortunately, OTR Remote could not delete your recording again.
de: Leider konnte OTR Remote Ihre Aufnahme erneut nicht löschen.

# FrmProgress_Systray_Deletion_Intro
source: OTR Remote will stay in your System Tray and try deleting your recording again in 10 minutes.
de: OTR Remote wird in Ihrem System-Tray bleiben und in 10 Minuten erneut versuchen, Ihre Aufnahme zu löschen.

# FrmProgress_Systray_Deletion_Success
source: OTR Remote has successfully deleted your recording.
de: OTR Remote hat Ihre Aufnahme erfolgreich gelöscht.

# FrmProgress_Systray_Deletion_Title
source: Deletion Deferred
de: Löschen verschoben

# FrmProgress_Status_DeletionDeferred
source: Waiting for retry of deletion in {0}...
de: Warte auf Wiederholung des Löschens in {0}...

# FrmProgress_Systray_Deletion_Timer
source: OTR Remote (retry in {0})
de: OTR Remote (Wiederholung in {0})

# CmdLine_DeleteMsg_ThisShow
source: this show
de: diese Sendung

# FrmPreferences_cbRecordingPreview
source: Show recording &preview before sending job
de: Aufnahmevorschau vor dem Senden anzeigen

# FrmRecordingPreview_AddText
source: Add
de: hinzufügen

# FrmRecordingPreview_btnCancel
source: &Cancel
de: &Abbrechen

# FrmRecordingPreview_cbSeriesRule_Time
source: daily
de: täglich

# FrmRecordingPreview_cbSeriesRule_TimeAndWeekDay
source: on {0}
de: am {0}

# FrmRecordingPreview_cbSeriesRule_TimeAndWeekend
source: on weekends
de: an Wochenenden

# FrmRecordingPreview_cbSeriesRule_TimeAndWorkDay
source: on workdays
de: an Werktagen

# FrmRecordingPreview_FromText
source: from
de: von

# FrmRecordingPreview_gbSeries
source: Series Recording
de: Serienaufnahme

# FrmRecordingPreview_lblEndTime
source: End Time:
de: Endzeit:

# FrmRecordingPreview_lblHeader
source: Recording Preview
de: Aufnahmevorschau

# FrmRecordingPreview_lblIntroduction
source: {0} recording {1} OTR using following data:
de: Aufnahme mit den folgenden Daten {1} OTR {0}:

# FrmRecordingPreview_lblSeriesDays
source: days
de: Tage

# FrmRecordingPreview_lblSeriesRecording
source: {0} recordings for the following
de: Weitere {0} für die folgenden

# FrmRecordingPreview_lblStartDate
source: Start Date:
de: Startdatum:

# FrmRecordingPreview_lblStartTime
source: Start Time:
de: Startzeit:

# FrmRecordingPreview_lblStation
source: Station:
de: Sender:

# FrmRecordingPreview_lblTitle
source: Title:
de: Titel:

# FrmRecordingPreview_RemoveText
source: Remove
de: löschen

# FrmRecordingPreview_ToText
source: to
de: zu

# FrmRecordingPreview_lblSeriesTime
source: to the same time
de: zur selben Zeit

# FrmRecordingPreview_lblRecordingCount
source: 1 recording will be processed
de: 1 Aufnahme wird bearbeitet

# FrmRecordingPreview_lblRecordingCount_Multiple
source: {0} recordings will be processed
de: {0} Aufnahmen werden bearbeitet

# FrmProgress_Status_Multiple
source: {0} of {1}: {2}
de: {0} von {1}: {2}
